[{"COMMON_NAME":"Australian Magpie","SCIENTIFIC_NAME":"Gymnorhina tibicen","DESCRIPTION":"Magpies are one of Australia's most highly-regarded songbirds. They have a wide variety of calls, many of which are complex, and their pitch may vary over up to four octaves. The Australian Magpie is black and white, but the plumage pattern varies across its range. Its nape, upper tail and shoulder are white in males, grey in females. Across most of Australia, the remainder of the body is black. In the south-east, centre, extreme south-west and Tasmania, the back and rump are entirely white. The eye of adult birds is chestnut brown.","IMAGE_URL":"https://fieldofmar-e.schools.nsw.gov.au/content/dam/doe/sws/schools/f/fieldofmar-e/image/B74EE0AA-0529-4F4A-A21E-F3CCA1BA1752.jpeg.thumb.1280.1280.jpg"},{"COMMON_NAME":"Australian White Ibis","SCIENTIFIC_NAME":"Threskiornis molucca","DESCRIPTION":"Some Australian White Ibis populations have learnt to exploit artificial foods in urban environments and are becoming pests. However, although Australian White Ibises are becoming more common in some areas, their abundance is decreasing in their natural range. The Australian White Ibis is identified by its almost entirely white body plumage and black head and neck. The head is featherless and its black bill is long and down-curved. During the breeding season the small patch of skin on the under-surface of the wing changes from dull pink to dark scarlet. Adult birds have a tuft of cream plumes on the base of the neck. Females differ from males by being slightly smaller, with shorter bills. Young birds are similar to adults, but have the neck covered with black feathers. In flight, flocks of Australian White Ibis form distinctive V-shaped flight patterns. Another common name for this bird is Sacred Ibis, but this more appropriately refers to a closely related African species.","IMAGE_URL":"https://www.australiangeographic.com.au/wp-content/uploads/2018/06/white-ibis.jpg"},{"COMMON_NAME":"Chestnut Teal","SCIENTIFIC_NAME":"Anas castanea","DESCRIPTION":"The Chestnut Teal is a small dabbling duck with a high forehead and rounded head. Males are distinctive, having a glossy green head, chestnut brown neck, breast and flanks, dark brown upper body and wings, and a black undertail with contrasting white patch. Females are mottled dark brown and grey, with a pale throat streaked brown and a dark eye stripe. In both sexes the eye is a deep red, the bill is blue-grey and the legs and feet are green-grey. The wings have a dark glossy green to purple speculum (panel) edged white and the underwing is brown, with white wing pits. The Chestnut Teal is found on wetlands and estuaries in coastal regions, and is one of the few ducks able to tolerate high salinity waters, although it still needs fresh water for drinking.","IMAGE_URL":"https://www.centennialparklands.com.au/getmedia/ba6160cb-5f54-42e9-bf23-f4ede8f437ad/Chestnut-Teal-190921.jpg"},{"COMMON_NAME":"Common Blackbird","SCIENTIFIC_NAME":"Turdus merula","DESCRIPTION":"The Common Blackbird is most often found in urban areas and surrounding localities, but has successfully moved into bushland habitats. It is often seen in orchards, vineyards and gardens, as well as along roadsides and in parks. The Common Blackbird is most often found in urban areas and surrounding localities, but has successfully moved into bushland habitats. It is often seen in orchards, vineyards and gardens, as well as along roadsides and in parks.","IMAGE_URL":"https://optimise2.assets-servd.host/steadfast-tern/production/blackbird_2023-03-04-190110_tley.jpg?w=1200&h=900&q=80&fm=webp&fit=crop&crop=focalpoint&fp-x=0.5&fp-y=0.5&dm=1677956470&s=b062141161b7bac158e57bcf1e735b34"},{"COMMON_NAME":"Common Myna","SCIENTIFIC_NAME":"Acridotheres tristis","DESCRIPTION":"The Common Myna's success is mostly a result of its opportunistic behaviour and aggressiveness towards other species, bullying them around food sources and out competing them for nesting sites. The Common Myna is brown with a black head. It has a yellow bill, legs and bare eye skin. In flight it shows large white wing patches. The Common Myna is closely associated with human habitation. In the evening, large groups of Common Mynas gather in communal roosts, mainly in the non-breeding season, in roof voids, bridges, and large trees, and numbers can reach up to several thousands.","IMAGE_URL":"https://images.squarespace-cdn.com/content/v1/584f337fe4fcb55ad4d1db73/1611878977580-JVORV6ZGO3UHRWW9Q4RH/CMyna_MZoo_Feb11_MG_9976.JPG?format=2500w"},{"COMMON_NAME":"Common Starling","SCIENTIFIC_NAME":"Sturnus vulgaris","DESCRIPTION":"Flocks of Common Starlings are often seen at dusk wheeling in large circles as they search for a roosting site for the night. Once a common bird of European deciduous woodlands (now in more rural and urban areas), the Common Starling was introduced into Australia in the late 1850s through to 1870. It has become well established and is expanding its range. The Common Starling has a wide variation in plumage.","IMAGE_URL":"https://media.australian.museum/media/dd/images/common_starling.43d0693.width-1200.3836d03.jpg"},{"COMMON_NAME":"Dusky Moorhen","SCIENTIFIC_NAME":"Gallinula tenebrosa","DESCRIPTION":"The Dusky Moorhen is a medium-sized, dark grey-black water bird with a white undertail. It has a red bill with a yellow tip and a red facial shield. Young birds are much duller and browner than adults, with a greenish bill and face shield.","IMAGE_URL":"https://nzbirdsonline.org.nz/sites/all/files/dusky%20moorhen%20%289%29.jpg"},{"COMMON_NAME":"Eastern Great Egret","SCIENTIFIC_NAME":"Ardea modesta","DESCRIPTION":"The Great Egret's overall plumage is white, and, for most of the year, the bill and facial skin are yellow. The feet are dark olive-grey or sooty black, as are the legs. Great Egrets prefer shallow water, particularly when flowing, but may be seen on any watered area, including damp grasslands. Great Egrets can be seen alone or in small flocks, often with other egret species, and roost at night in groups.","IMAGE_URL":"https://www.australiangeographic.com.au/wp-content/uploads/2021/01/R57JDF-1800x1800.jpg"},{"COMMON_NAME":"Little Pied Cormorant","SCIENTIFIC_NAME":"Microcarbo melanoleucos","DESCRIPTION":"The Little Pied Cormorant is entirely black above and white below. The face is dusky and, in adult birds, the white of the underside extends to above the eye. Immature birds resemble the adults except there is no white above the eye. The Little Pied Cormorant is at home in either fresh or salt water. It is often seen in large flocks on open waterways and on the coast, especially where large numbers of fish are present.","IMAGE_URL":"https://parksaustralia.gov.au/booderee/files/discover/birds/little-pied-cormorant-credit-richard-ashurst.jpg"},{"COMMON_NAME":"Little Raven","SCIENTIFIC_NAME":"Corvus mellori","DESCRIPTION":"The little raven is a species of the family Corvidae that is native to southeastern Australia. The calls of corvids are perhaps the best method for identifying them in the field. They all have different calls, although recognising them obviously requires a great deal of experience. Little Ravens, like other corvids, are omnivorous but are strongly insectivorous. They also take carrion (such as road killed animals) and refuse.","IMAGE_URL":"http://t2.gstatic.com/licensed-image?q=tbn:ANd9GcRXSsGrUgJWSxvnB5ov3TkcohWH7BzsbPgcQ488Ipng_quQT4ZRX-LL3s8ldajpnHjgv9bqTehU9toTfh0"},{"COMMON_NAME":"Little Wattlebird","SCIENTIFIC_NAME":"Anthochaera chrysoptera","DESCRIPTION":"The Little Wattlebird is a medium to large honeyeater, but is the smallest of the wattlebirds. It is mostly dark grey-brown above, with faint white shafts on each of the feathers. The underparts are grey and are heavily streaked with white. In flight, there is a large rufous patch in the wings. The eye is blue-grey. Birds of Western Australia have a red eye and a silver patch on the side of the throat; these are sometimes regarded as a different species. They prefer the drier and often scrubby, habitats, such as banksia heaths, forests, woodlands and urban parks and gardens.","IMAGE_URL":"http://t3.gstatic.com/licensed-image?q=tbn:ANd9GcTpJYtvWMUhqd8GD1iu9r5dUxqba9B2zwlZNXZYrnNTl9KPf10bZPKGkOU3lFNZZKLF-e7pUlwk8BtNvnA"},{"COMMON_NAME":"Magpie-lark","SCIENTIFIC_NAME":"Grallina cyanoleuca","DESCRIPTION":"The name Magpie-lark is quite misleading, as the species has no link with either the magpies or the larks. The Magpie-lark is distinctively marked in black and white. The thin whitish bill and pale iris separate it from other similarly coloured species. The adult male Magpie-lark has a white eyebrow and black face, while the female has an all-white face with no white eyebrow. The Magpie-lark is often referred to as a Peewee or Pee Wee, after the sound of its distinctive calls.","IMAGE_URL":"https://upload.wikimedia.org/wikipedia/commons/9/9d/Magpie_Lark_female.jpg"},{"COMMON_NAME":"Musk Lorikeet","SCIENTIFIC_NAME":"Glossopsitta concinna","DESCRIPTION":"The Musk Lorikeet is a medium-sized, sturdy lorikeet, sometimes seen in large flocks when trees are flowering and often in mixed flocks with other parrots and other birds. They are active and noisy. This lorikeet is mostly green. Flight is fast and direct, with short angular wings and a medium-length, pointed to wedge-shaped tail. Musk Lorikeets are found in tall, open, dry forest and woodlands, dominated by eucalypts and are usually found in the canopy. They are also seen in suburban areas, parks and street trees. They roost or loaf in tall trees away from their feeding sites.","IMAGE_URL":"https://images.squarespace-cdn.com/content/v1/587d6250d482e9eee8c47666/1618126396764-TPPLRK5YOIISMRBL0K29/1D3I9912.jpg?format=1500w"},{"COMMON_NAME":"Nankeen Night Heron","SCIENTIFIC_NAME":"Nycticorax caledonicus hillii","DESCRIPTION":"The Nankeen Night Heron is a stocky heron with rich cinnamon upperparts, white-buff underparts, a black crown, and yellow legs and feet. It frequents well-vegetated wetlands, and is found along shallow river margins, mangroves, floodplains, swamps, and parks and gardens. It has rich cinnamon plumage, huge eyes adapted to night vision, and a petrol-blue beak and cap.","IMAGE_URL":"https://rewildperth.com.au/rwwp/wp-content/uploads/2020/06/Nankeen-Night-Heron-CGlenn-Pure-2018-birdlifephotography.org_.au_.jpg"},{"COMMON_NAME":"New Holland Honeyeater","SCIENTIFIC_NAME":"Phylidonyris novaehollandiae","DESCRIPTION":"With long, slender beaks and a tongue which can protrude well beyond the end of their beaks, New Holland Honeyeaters are able to probe for nectar in the deep flowers of Banksias and Grevilleas. The New Holland Honeyeater is mostly black and white, with a large yellow wing patch and yellow sides on the tail. They are common in heath, forests, woodland and gardens, mainly where grevilleas and banksias are found. It is inquisitive and approaches humans. It also mixes with other types of honeyeaters.","IMAGE_URL":"https://parksaustralia.gov.au/booderee/files/discover/birds/new-holland-honeyeater.jpg"},{"COMMON_NAME":"Pacific Black Duck","SCIENTIFIC_NAME":"Anas superciliosa","DESCRIPTION":"The Pacific Black Duck is one of the most versatile of the Australian ducks. It frequents all types of water, from isolated forest pools to tidal mudflats, and is found in all but the most arid regions of Australia. The species eats mostly plant material, however it also includes molluscs, crayfish, aquatic insects and larvae as part of its diet. Food is obtained by 'dabbling', where the bird plunges its head and neck underwater and upends, raising its rear end vertically out of the water. Occasionally, food is sought on land in damp grassy areas.","IMAGE_URL":"https://media.australian.museum/media/dd/images/Some_image.width-1200.42b40e5.jpg"},{"COMMON_NAME":"Rainbow Lorikeet","SCIENTIFIC_NAME":"Trichoglossus haematodus","DESCRIPTION":"The Rainbow Lorikeet is unmistakable with its bright red beak and colourful plumage. They have a blue head and belly, green wings, tail and back, and an orange/yellow breast. They are often seen in loud and fast-moving flocks, or in communal roosts at dusk. The Rainbow Lorikeet is found in a wide range of treed habitats including rainforest and woodlands, as well as in well-treed urban areas. They frequently screech and chatter.","IMAGE_URL":"https://live-production.wcms.abc-cdn.net.au/c59b38ef1864bff8b49cd568dbe9ea79?impolicy=wcms_crop_resize&cropH=1060&cropW=1595&xPos=0&yPos=0&width=862&height=575"},{"COMMON_NAME":"Red Wattlebird","SCIENTIFIC_NAME":"Anthochaera carunculata","DESCRIPTION":"The Red Wattlebird is the second largest honeyeater in Australia. They can display domineering and often aggressive behaviour towards other birds intruding on their territory. The Red Wattlebird is a large, noisy honeyeater. The common name refers to the fleshy reddish wattle on the side of the neck. The wattle is also very small and pale. The Red Wattlebird occurs in forests, woodlands and gardens, where it aggressively protects food-bearing plants from other honeyeater species.","IMAGE_URL":"http://t3.gstatic.com/licensed-image?q=tbn:ANd9GcRp6YiZHB1fMXhdd5has4WS4i6HQaMGpR96oRTlYRcoFsxrAcOS7Z9tKS9YowPcctSlghHGefOOIWiZVi4"},{"COMMON_NAME":"Rock Dove","SCIENTIFIC_NAME":"Columba livia","DESCRIPTION":"The Rock Dove is native to Europe, Africa and Asia, where it prefers open agricultural areas. Feral populations are closely associated with human settlement in many countries throughout the world. In Australia, the Rock Dove has not ventured far from human settlement, being found in large numbers in capital cities and larger towns, with the exception of Darwin. Although it is mainly a seed-eater, the Rock Dove will sample most scraps. In city streets and parks, birds are seen pecking at the ground in a never-ending search for food.","IMAGE_URL":"https://birdlife.org.au/wp-content/uploads/2022/11/Jack-Collins-RockDoves_gallery.jpg"},{"COMMON_NAME":"Spotted Turtle-Dove","SCIENTIFIC_NAME":"Streptopelia chinensis","DESCRIPTION":"Spotted Doves are mostly light brown above, with darker centres to the feathers of the back and wings. The head is grey, and the neck and underparts are grey-brown, tinged with pink. The Spotted Dove is common around human habitation and can easily be seen in parks, gardens and agricultural areas. Spotted Doves feed on grains, seeds and scraps. The birds are seen alone or in small flocks, feeding mostly on the ground. They often enter animal houses, such as chicken coops, to feed on the commercial food.","IMAGE_URL":"https://birdlife.org.au/wp-content/uploads/2022/11/SpottedTurtle-Dove_MaiPo_Sept12_MG_5517.jpg"},{"COMMON_NAME":"Superb Fairy-wren","SCIENTIFIC_NAME":"Malurus cyaneus","DESCRIPTION":"The Superb Fairy-wren was one of the first Australian birds to be described. Male Superb Fairy-wrens have been labelled as 'the least faithful birds in the world'. Females may be courted by up to 13 males in half an hour. The Superb Fairy-wren is found in open eucalypt woodland forests of south-eastern Australia.","IMAGE_URL":"http://t1.gstatic.com/licensed-image?q=tbn:ANd9GcTPIjRhE8oqvMYO1nqH8S0HXtXUUqwO3qWPr49OJ3susr2spxT8yZsnEcwTG1GX6s8J0f9FSpZtmm7ZKY4"},{"COMMON_NAME":"White-plumed Honeyeater","SCIENTIFIC_NAME":"Lichenostomus penicillatus","DESCRIPTION":"The White-plumed Honeyeater is one of the first birds to call in the morning and the last to call in the evening. It is a medium-sized honeyeater with a slightly down-curved bill. They are usually gregarious and seen constantly moving from tree to tree with rapid darting movements. The White-plumed Honeyeater is found in open forests and woodlands, often near water and wetlands. It is scarce or absent in arid regions unless water artificially supplied (e.g. water troughs for stock). Its overall distribution is linked to River Red Gums. It is also found in remnant bushland in urban areas, as well as parks and gardens.","IMAGE_URL":"https://dslrephoto.files.wordpress.com/2017/08/1708-25_dwj_0100.jpg"},{"COMMON_NAME":"Willie Wagtail","SCIENTIFIC_NAME":"Rhipidura leucophrys","DESCRIPTION":"The Willie Wagtail is the largest, and most well-known, of the Australian fantails. The plumage is black above with a white belly. The name wagtail stems from the constant sideways wagging of the tail. Young birds resemble the adults, but have paler, slightly rusty edges to the feathers of the wings. Willie Wagtails are found in most open habitats, especially open forests and woodlands. They are active feeders, and can be seen darting around lawns as they hunt for insects on the ground. As they do so, the tail is wagged from side to side. Insects are also captured in the air, in active chases.","IMAGE_URL":"https://res-2.cloudinary.com/the-university-of-melbourne/image/upload/s--B3kNKEbe--/c_limit,f_auto,q_75,w_892/v1/pursuit-uploads/824/cca/aa2/824ccaaa2b802153bf40222d02bdbb8b3eb1eb84139277aac0aedf963708.jpg"},{"COMMON_NAME":"Clamorous Reed Warbler","SCIENTIFIC_NAME":"Acrocephalus stentoreus","DESCRIPTION":"The Australian Reed-Warbler is plain olive-brown and has a pale eyebrow. They are more likely heard than seen, but will be observed at times climbing among reeds and other water vegetation. They can make short low flights across water. They make their nests in the reeds.","IMAGE_URL":"http://t0.gstatic.com/licensed-image?q=tbn:ANd9GcRP5a7EV5ha_CP5J6ntHbema4iTZw2Wmsr9wYGzOrIrdAlGu8zhDwpchADFpkWPQiq9bIewjHvSmyIolF0"},{"COMMON_NAME":"House Sparrow","SCIENTIFIC_NAME":"Passer domesticus","DESCRIPTION":"House Sparrows are actually large finches. They are usually seen in small to medium-sized groups, but may occur in huge numbers. House Sparrows occur in and around human habitation, as well as cultivated areas and some wooded country.  Birds eat insects, spiders, berries, seeds, flower buds and scraps of food discarded by humans, with birds even learning to activate automatic doors in order to gain entry.","IMAGE_URL":"https://nas-national-prod.s3.amazonaws.com/styles/scale_3840_2160/public/birds/photo/apa_2015_traceylowrey_283294_house_sparrow_kk_adult-male.jpg?tok=1634970960"},{"COMMON_NAME":"Noisy Miner","SCIENTIFIC_NAME":"Manorina melanocephala","DESCRIPTION":"The Noisy Miner is a bold and curious bird. Despite their moderate size, Noisy Miners aggressively attack larger birds such as hawks and kookaburras. These attacks may be so vigorous that most other birds are excluded from an area occupied by Noisy Miners. They are found in woodlands and open forests and have also become well adapted to suburban situations and are a common sight in parks and gardens.","IMAGE_URL":"http://t1.gstatic.com/licensed-image?q=tbn:ANd9GcQNzKqbfxDNonnPmiR5IRMLrE-la2IKxysLGHGOU0vcvD-WcorNtz34xsHVSR14GdYrp0UI_tsOdmKjkCQ"},{"COMMON_NAME":"White-faced Heron","SCIENTIFIC_NAME":"Egretta novaehollandiae","DESCRIPTION":"The White-faced Heron is mostly light blue-grey in colour, with a characteristic white face. They can be found anywhere where there is water, from tidal mudflats and coastal reefs to moist grasslands and gardens. They feed on a wide variety of prey, including fish, insects and amphibians. Food is obtained in a variety of ways, such as walking and disturbing prey, searching among damp crevices or simply standing in the water and watching for movement.","IMAGE_URL":"http://t1.gstatic.com/licensed-image?q=tbn:ANd9GcReU9HE6Z6K1u_gN6slvXfoOd5qUnExAhkwC2yTRO0El5yW7FThRvd5Uz9QSVJUnIpta_XM0Z1gNZRUA70"},{"COMMON_NAME":"Black Swan","SCIENTIFIC_NAME":"Cygnus atratus","DESCRIPTION":"The Black Swan is the only entirely black-coloured swan in the world. In adult Black Swans the body is mostly black, with the exception of the broad white wing tips which are visible in flight. Black Swans prefer larger salt, brackish or fresh waterways and permanent wetlands, requiring 40 m or more of clear water to take off. They travel quite large distances and  fly at night and rest during the day with other swans. They are vegetarian. Food consists of algae and weeds, which the bird obtains by plunging its long neck into water up to 1 m deep.","IMAGE_URL":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Black_Swan_2_-_Pitt_Town_Lagoon.jpg/2560px-Black_Swan_2_-_Pitt_Town_Lagoon.jpg"},{"COMMON_NAME":"Brown Thornbill","SCIENTIFIC_NAME":"Acanthiza pusilla","DESCRIPTION":"The Brown Thornbill is a small bird, but is one of the medium-sized and more common of the thornbills. They will respond to humans imitating its calls. The Brown Thornbill is found in dense shrubby habitats, regularly in parks and gardens, especially close to large patches of remnant vegetation and along nature strips in towns and suburbs. They are sedentary.","IMAGE_URL":"https://www.ozanimals.com/image/albums/australia/Bird/Brown-Thornbill-1.jpg"},{"COMMON_NAME":"Darter","SCIENTIFIC_NAME":"Anhinga novaehollandiae","DESCRIPTION":"The Darter is a large, slim water bird. While its gait is clumsy on land, it can soar gracefully to great heights on thermals, gliding from updraft to updraft. Darters can move over long distances (over 2000 km). The Darter catches fish and they can spread their wings and tail underwater to lure fish into the shade underneath, before spearing them with their sharp bill.","IMAGE_URL":"https://www.australiangeographic.com.au/wp-content/uploads/2018/06/Chris-Reeves_darter_WEB.jpg"},{"COMMON_NAME":"Eurasian Coot","SCIENTIFIC_NAME":"Fulica atra","DESCRIPTION":"The Eurasian Coot is common in suitably vegetated lagoons and swamps. Birds are less common in the north and in the drier regions. It is a distinctive stocky waterbird. They are able to compress its feathers and squeeze out all of the air, which allows it to dive deeply and for longer periods.","IMAGE_URL":"https://upload.wikimedia.org/wikipedia/commons/8/8d/Fulica_atra_Georges-Valbon_01.jpg"},{"COMMON_NAME":"Grey Teal","SCIENTIFIC_NAME":"Anas gracilis","DESCRIPTION":"The Grey Teal is almost all grey-brown. Grey Teals are common in all sheltered watered areas and the birds can be found on the smallest area of water in the driest of areas. During periods of drought, Grey Teal are very mobile in search of water, often travelling great distances. Grey Teals feed in small to large flocks, they may dabble (filter surface water or mud through the bill), upend and feed from the bottom, or graze from the surface of the water on plant material.","IMAGE_URL":"https://nzbirdsonline.org.nz/sites/all/files/120086Greyteals.jpg"},{"COMMON_NAME":"Hoary-headed Grebe","SCIENTIFIC_NAME":"Hoary-headed Grebe","DESCRIPTION":"The Hoary-headed Grebe is a small, stocky grebe, which may have been allowed to spread into the previously unsuitable arid inland areas of Australia, with the increased availability of water after the construction of artificial dams, reservoirs and sewage farms. They feed on aquatic arthropods, mostly caught by deep diving. This species feeds during the day, and when the light is poor, forages mostly at the water surface.","IMAGE_URL":"http://t2.gstatic.com/licensed-image?q=tbn:ANd9GcSTi6mzwiQUfjRAGhA_pupzGiyLae6NbZfjwVPSCpHSuqhwPeh8-6qaVPfHGjUFVXSutUjh6TRI_acNfkI"},{"COMMON_NAME":"Little Black Cormorant","SCIENTIFIC_NAME":"Phalacrocorax sulcirostris","DESCRIPTION":"The Little Black Cormorant is a small, slim, totally black cormorant with a greenish sheen to the back and a slender grey hooked bill. The Little Black Cormorant is strongly aquatic, seldom being seen on dry land, but is often seen resting on rocks, jetties and other perches in water. It catches prey underwater, by diving and swimming using its large, fully webbed feet for propulsion. It has special membranes that cover and protect the eyes underwater. As their feathers are not waterproof, cormorants are regularly seen perched with their wings outstretched to dry after fishing.","IMAGE_URL":"https://cdn.centralcoast.nsw.gov.au/sites/default/files/Little_Black_Cormorant_Christina_Port_0.jpg"},{"COMMON_NAME":"Silver Gull","SCIENTIFIC_NAME":"Chroicocephalus novaehollandiae","DESCRIPTION":"The Silver Gull has become a successful scavenger, readily pestering humans for handouts of scraps, pilfering from unattended food containers or searching for human refuse at tips. Other food includes worms, fish, insects and crustaceans. They are found at virtually any watered habitat and is rarely seen far from land. Birds flock in high numbers around fishing boats as these leave or return to the coast, but seldom venture far out to sea.","IMAGE_URL":"https://loveourwaterways.centralcoast.nsw.gov.au/sites/default/files/2020-05/Silver_Gull_0.jpg"},{"COMMON_NAME":"Welcome Swallow","SCIENTIFIC_NAME":"Petrochelidon neoxena","DESCRIPTION":"Welcome Swallows have short bristles at the sides of their mouths which help to guide their food (insects) into their mouths while flying at speed. These bristles also help protect the bird's eye. Where insects are in large supply, Welcome Swallows feed in large flocks. They have a long forked tail, with a row of white spots on the individual feathers.","IMAGE_URL":"http://t0.gstatic.com/licensed-image?q=tbn:ANd9GcSzntllCDDm9zoPt27nETgkhVs4xNjvNSRUEClAMq_-MHAGNk-yVjKAKfFHa2vjLqBnzaHf1NfRcj768Cw"},{"COMMON_NAME":"White-browed Scrubwren","SCIENTIFIC_NAME":"Sericornis frontalis","DESCRIPTION":"White-browed Scubwrens are among Australia's most active birds, constantly foraging amongst the leaf-litter of the forest floor for food. Occasionally, they eat some seeds. Birds feed in pairs among the thick vegetation of the forest floor. They are small, olive-brown above, red brown below, grey throat, white lines above and below eyes.","IMAGE_URL":"https://media.australian.museum/media/dd/images/white-browed_scrubwren.dbb056f.width-1200.aa6dac3.jpg"},{"COMMON_NAME":"Hardhead","SCIENTIFIC_NAME":"Aythya australis","DESCRIPTION":"The Hardhead is a medium-sized duck which appears mainly chocolate brown when swimming. When flying, the wings make a distinctive whirring sound. Hardheads are found in freshwater swamps and wetlands and occasionally in sheltered estuaries. They are rarely seen on land and tend to roost on low branches and stumps near the water. They prefer deep, fresh open water and densely vegetated wetlands for breeding. Hardheads dive for their food and can swim up to 40 metres under water, using their feet to propel them.","IMAGE_URL":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Aythya_australis_-_Perth.jpg/1599px-Aythya_australis_-_Perth.jpg?20120323104238"},{"COMMON_NAME":"Australasian Grebe","SCIENTIFIC_NAME":"Tachybaptus novaehollandiae","DESCRIPTION":"The Australasian Grebe is a small waterbird with two distinct plumage phases. When approached, Australasian Grebes usually dive under water. They are found in freshwater ponds or small waterways. Food consists mainly of small fish and water insects. Prey is normally caught during deep underwater dives, but some is taken on the surface. Like other grebes, the Australasian Grebe is often seen eating its own feathers and feeding them to its young. This behaviour is thought to help prevent injury from any sharp fish bones that are swallowed.","IMAGE_URL":"https://media.australian.museum/media/dd/images/australasian_grebe.5329b74.width-1200.8204a10.jpg"},{"COMMON_NAME":"Bell Miner","SCIENTIFIC_NAME":"Manorina melanophrys","DESCRIPTION":"Bell Miners are strongly associated with psyllid (tiny insects that feed on leaves) infestations in gum trees Eucalyptus and may even actively farm psyllids as a food source. The Bell Miner is the smallest of the miners and is a medium-large and solidly built honeyeater. The Bell Miner is found manly in open eucalypt forests and woodlands with a dense shrubby understorey.","IMAGE_URL":"https://media.australian.museum/media/dd/images/bell_miner.d819388.width-1200.0af5ff4.jpg"},{"COMMON_NAME":"Tree Martin","SCIENTIFIC_NAME":"Petrochelidon nigricans","DESCRIPTION":"When Tree Martins approach their roosting sites near sunset they may form large flocks, up to 50,000 in one estimate, which rise into the air en-masse, and then dive downwards together to disappear into the vegetation. Tree Martins eat insects, including ants, beetles, bugs, flies and wasps. They are a small, swallow-like bird.","IMAGE_URL":"http://canberrabirds.org.au/wp-content/uploads/2012/06/68TreeMartinJRSitting.jpg"},{"COMMON_NAME":"Great Cormorant","SCIENTIFIC_NAME":"Phalacrocorax carbo","DESCRIPTION":"The Great Cormorant is the largest of the Australian cormorants and is one of the largest in the world. They are almost entirely black in plumage, apart from a white and yellow chin and a small white patch on each thigh. It feeds mainly on fish, supplemented in freshwater by crustaceans, various aquatic insects and frogs. The Great Cormorant is an excellent swimmer and captures its food in shallow underwater dives, normally lasting up to one minute. Underwater, it swims and pursues prey using its feet but not its wings.","IMAGE_URL":"https://media.australian.museum/media/dd/images/great_cormorant.49d35a9.width-1200.4b8b990.jpg"},{"COMMON_NAME":"Spotted Pardalote","SCIENTIFIC_NAME":"Pardalotus punctatus","DESCRIPTION":"The Spotted Pardalote is sometimes known as the \"Headache Bird\" because of the continuous \"sleep-may-be\" call it gives during the breeding season. It is a tiny bird that is most often high in a eucalypt canopy. The Spotted Pardalote forages on the foliage of trees for insects, especially psyllids, and sugary exudates from leaves and psyllids.","IMAGE_URL":"https://media.australian.museum/media/dd/images/spotted_pardalote.9345b9b.width-1200.e4c2dc3.jpg"},{"COMMON_NAME":"Crested Pigeon","SCIENTIFIC_NAME":"Ocyphaps lophotes","DESCRIPTION":"The Crested Pigeon is a stocky pigeon with a conspicuous thin black crest. If startled, this pigeon takes to the air with a characteristic whistling flight, and glides with down-turned wings. The whistling sound is produced by the air passing over a modified primary feather on the wing. Upon landing, the pigeon swings its tail high in the air. The Crested Pigeon's diet consists mostly of native seeds, as well as those of introduced crops and weeds.","IMAGE_URL":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Ocyphaps_lophotes_-_Lake_Parramatta_Reserve.jpg/440px-Ocyphaps_lophotes_-_Lake_Parramatta_Reserve.jpg"},{"COMMON_NAME":"Crested Tern","SCIENTIFIC_NAME":"Thalasseus bergii","DESCRIPTION":"Terns are related to gulls, but have straighter, more pointed bills and more slender wings. They also have forked tails and graceful flight patterns, earning them their former name of 'sea-swallows'. Most common calls are a raspy 'kirrick' or 'krrow'.","IMAGE_URL":"https://parksaustralia.gov.au/booderee/files/discover/birds/crested-terns-credit-0ystercatcher.jpg"},{"COMMON_NAME":"European Greenfinch","SCIENTIFIC_NAME":"Carduelis chloris","DESCRIPTION":"European Greenfinches are common in wooded and forest habitats. They are also found on farmlands, seen in urban parks and gardens. The European greenfinch is similar in size and shape to a House sparrow, but is mainly green, with yellow in the wings and tail. The female and young birds are duller and have brown tones on the back. The bill is thick and conical.","IMAGE_URL":"http://t0.gstatic.com/licensed-image?q=tbn:ANd9GcTK9kWdzRq0rir6m-tn14XmIeyaSLPG0-Q8M2-F74Zk8OU9ksZuKOg12zo5LNiIwHMgUbw1SU-zG8W0TmI"},{"COMMON_NAME":"Australian Wood Duck","SCIENTIFIC_NAME":"Chenonetta jubata","DESCRIPTION":"Like other waterbirds, the Australian Wood Duck hatches with a covering of waterproof down and can enter the water almost straight away. The Australian Wood Duck is a medium-sized 'goose-like' duck. It eats grasses, clover and other herbs, and occasionally, insects. It is rarely seen on open water, preferring to forage by dabbling in shallow water, or in grasslands and crops. The Australian Wood Duck forms monogamous breeding pairs that stay together year round.","IMAGE_URL":"https://media.australian.museum/media/dd/images/Some_image.width-1200.d8fd97a.jpg"},{"COMMON_NAME":"Masked Lapwing","SCIENTIFIC_NAME":"Vanellus miles","DESCRIPTION":"The Masked Lapwing is notorious for its defence of its nesting site, diving on intruders, or acting like it has a broken wing to lure the intruder away from the nest. Masked Lapwings are large, ground-dwelling birds that are closely related to the waders. They can be very wary of people, and seldom allows close approach.","IMAGE_URL":"https://live-production.wcms.abc-cdn.net.au/2dd3b147c0edcce745dcaf3beabf4410?impolicy=wcms_crop_resize&cropH=1445&cropW=2170&xPos=0&yPos=601&width=862&height=575"},{"COMMON_NAME":"Red-rumped Parrot","SCIENTIFIC_NAME":"Psephotus haematonotus","DESCRIPTION":"The Red-rumped Parrot has been found in areas which have not formerly been part of their natural range, and may be escaped cage birds. Red-rumped Parrots are medium-sized, slender parrots. They are found in open grasslands or lightly timbered plains, as well as along watercourses and in mallee farmlands with access to water. It also will feed on seeds, fruits and flowers in trees but preferring seeds and leaves of grasses","IMAGE_URL":"https://cdn.centralcoast.nsw.gov.au/sites/default/files/Red-rumped_Parrot_Christina_Porta_0.jpg"}]
